<section class="about">
    <div class="container">
        <h2>Більше про навчання у DAN.IT</h2>
        <div class="about-wrapper">
            <div class="about-content">
                <p class="post-content">У нову професію можна зайти по-різному: хтось сам розбирається в туторіалах,
                    а хтось приходить до нас за підтримкою і зрозумілим навчанням. Ми не просто даємо знання, а
                    реально допомагаємо вирости – з першого уроку і до першої роботи.</p>
                <p class="post-content">У нас є програми для тих, хто тільки обирає свою першу професію, і для тих,
                    хто вже в темі, але хоче підвищити кваліфікацію або змінити напрямок. А ще ми навчаємо цілі
                    команди, тому що крутий продукт неможливий без прокачаних людей.</p>
                <p class="post-content">Ми самі пройшли шлях від новачків до експертів і знаємо, як важливо, щоб
                    поруч були не просто викладачі, а наставники і ментори, які пояснять, підтримають і покажуть на
                    особистому прикладі, як знання перетворювати на реальні кейси.</p>
                <p class="post-content">І тому ми створюємо не просто програми навчання, а цілу інноваційну освітню
                    екосистему, де навчання завжди йде в ногу з трендами ринку. Стежимо за новими технологіями,
                    вивчаємо, як розвивається штучний інтелект, як змінюються вимоги до фахівців, і одразу додаємо
                    сучасні тренди в наші програми.</p>
                <p class="post-content">З іншого боку, наш освітній хаб – це не тільки про уроки, це про людей. Ми
                    формуємо ком’юніті, де можна вчитися, спілкуватися, обмінюватися досвідом, знаходити партнерів і
                    клієнтів. Регулярно проводимо івенти, онлайн і офлайн, де студенти, випускники, експерти та
                    представники бізнесу обговорюють реальні кейси, діляться лайфхаками і допомагають одне одному
                    зростати.</p>
                <p class="post-content">Тож, якщо давно хочете рости – саме час почати, ми поруч!</p>
                <p class="post-content">&nbsp;</p>
                <p class="post-content"><b>Навчання за унікальною методологією TELEM</b></p>
                <p class="post-content">У DAN.IT Education всі програми побудовані на основі унікального підходу
                    TELEM від технологічного підрозділу ізраїльської армії. Методологія проста: ми не просто вчимо
                    «всього підряд», а одразу фокусуємося на кінцевій меті – ким ви хочете стати і які завдання
                    вирішувати на новій роботі. Якщо роботодавцю потрібен, наприклад, розробник або аналітик, ми
                    розбираємо, які навички та знання потрібні для цієї професії, і вибудовуємо програму так, щоб
                    після навчання ви точно відповідали вимогам реального ринку.</p>
                <p class="post-content">Весь процес навчання ділиться на окремі модулі – степи. У кожному степі ви
                    не просто слухаєте теорію, а одразу виконуєте практичний проєкт, який закріплює всі пройдені
                    теми. Фінальний же проєкт максимально схожий на завдання, які чекають на вас на реальній роботі.
                    Такий підхід допомагає не просто отримувати знання, а одразу перетворювати їх на реальні
                    навички. Саме так ми готуємо і новачків, і тих, хто хоче прокачатися або змінити напрямок.</p>
            </div>
            <div class="more-btn-wrapper">
                <button class="btn see-more" data-hidetext="&#39;Приховати" data-btntext="Дізнатись більше">
                    Дізнатись більше
                </button>
            </div>
        </div>
    </div>
</section>
