<section id="faq_list" class="faq_list">
    <div class="container">
        <h2>Часті питання</h2>
        <div class="faq_list-wrapper">
            <div class="faq-sigle">
                <div class="question"><span>Чи підійде мені навчання, якщо хочу змінити професію?</span></div>


                <div class="answer"><p><span style="font-weight: 400">Звісно! Багато наших студентів починали з нуля. Ми пояснюємо все простими словами, даємо багато практики та завжди підтримуємо на кожному етапі.</span>
                    </p>
                </div>
            </div>
            <div class="faq-sigle">
                <div class="question"><span>Які напрями можна вивчити у DAN.IT Education?</span></div>


                <div class="answer"><p><span style="font-weight: 400">У нас багато курсів: програмування, дизайн, маркетинг, аналітика, тестування, HR, корпоративні навчання та навіть програми для дітей. Можна стартувати з основ або одразу прокачувати конкретні навички.</span>
                    </p>
                </div>
            </div>
            <div class="faq-sigle">
                <div class="question"><span>Як проходить навчання – у записі чи наживо?</span></div>


                <div class="answer"><p><span style="font-weight: 400">Є різні формати: готові відеоуроки для тих, хто любить навчатися у своєму ритмі, живі онлайн-курси з викладачем та навіть індивідуальні заняття під ваш графік.</span>
                    </p>
                </div>
            </div>
            <div class="faq-sigle">
                <div class="question"><span>Хто викладає на курсах?</span></div>


                <div class="answer"><p><span style="font-weight: 400">Тільки практики – це головне правило. Наші викладачі знають усі сучасні тренди та діляться не лише теорією, а й працюючими лайфхаками.</span>
                    </p>
                </div>
            </div>
            <div class="faq-sigle">
                <div class="question"><span> Якщо я не знаю, яку професію вибрати?</span></div>


                <div class="answer"><p><span style="font-weight: 400">Це не проблема! Залишайте заявку на безкоштовну консультацію. Ми поговоримо, дізнаємося, що вам цікаво, розповімо про затребувані напрямки та допоможемо вибрати найкращий варіант.</span>
                    </p>
                </div>
            </div>
            <div class="faq-sigle">
                <div class="question"><span>Чи будуть домашні завдання та проекти?</span></div>


                <div class="answer"><p><span style="font-weight: 400">Обов’язково! Ми не віримо у навчання «для галочки». На кожному курсі ви виконуватимете реальні завдання, а наприкінці – зробите проект у портфоліо.</span>
                    </p>
                </div>
            </div>
            <div class="faq-sigle">
                <div class="question"><span>Чим ваші курси відрізняються від безкоштовних уроків в Інтернеті?</span>
                </div>


                <div class="answer"><p><span style="font-weight: 400">Ми даємо не просто відео чи інструкції, а системний шлях із підтримкою ментора та реальними кейсами. Плюс допомагаємо з портфоліо, резюме та навіть першими кроками на ринку – це те, що безкоштовні курси не пропонують.</span>
                    </p>
                </div>
            </div>
            <div class="faq-sigle">
                <div class="question"><span> Чи допомагаєте ви з працевлаштуванням після навчання?</span></div>


                <div class="answer"><p><span style="font-weight: 400">Так, і це один із наших головних пріоритетів! Допомагаємо скласти сильне резюме, підготуватися до співбесід та навіть даємо реальні вакансії від наших партнерів. Ви не залишаєтеся самі після випуску.</span>
                    </p>
                </div>
            </div>

        </div>
    </div>
</section>
